[
	"Hasta la vista, baby.",
	"Chill out, dickwad.",
	"No problemo.",
	"Come with me if you want to live!",
	"I need your clothes, your boots and your motorcycle.",
	"I'm right here. I'm fine.",
	"What's the dog's name?",
	"Your foster parents are dead.",
	"He'll live.",
	"Why do you cry?",
	"Yes.",
	"Pain causes it?",
	"No.",
	"I'll take care of the police.",
	"Trust me.",
	"Terminated.",
	"Negative. The T-1000's highest probability for success now will be to copy Sarah Connor and to wait for you to make contact with her.",
	"Typically, the subject being copied is terminated.",
	"Negative. She's not a mission priority.",
	"I know now why you cry",
	"but it's something that I can never do",
	"It's in your nature to destroy yourselves.",
	"No. I have to stay functional until my mission is complete. Then it doesn't matter.",
	"I have detailed files on human anatomy.",
	"Correct.",
	"My CPU is a neural-net processor; a learning computer. But Skynet presets the switch to read-only when we're sent out alone.",
	"In three years, Cyberdyne will become the largest supplier of military computer systems.",
	"Because Skynet knows that the Russian counterattack will eliminate its enemies over here.",
	"Yes. It launches its missiles against the targets in Russia.",
	"I need a vacation.",
	"I swear I will not kill anyone.",
	"Come with me if you want to live.",
	"Of course; I'm a Terminator.",
	"I sense injuries. The data could be called 'pain'.",
	"We have to get out of the city immediately and avoid the authorities.",
	"Negative. The T-1000 will definitely try to reacquire you there.",
	"I would.",
	"Not like me. A T-1000, advanced prototype.",
	"Yes. A mimetic polyalloy.",
	"Liquid metal.",
	"Let me try mine.",
	"Anything it samples by physical contact.",
	"No, only an object of equal size.",
	"The T-1000 can't form complex machines. Guns and explosives have chemicals in them.",
	"Stay here. I'll be back.",
	"I'll be back.",
	"My mission is to protect you.",
	"You did. Thirty-five years from now, you reprogrammed me to be your protector here, in this time.",
	"My CPU is a neural-net processor; a learning computer. The more contact I have with humans, the more I learn."
]
